Repository: bastiaanv/AccuChekCGM
Catalog: AccuChekUI/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans

source: This Accu chek Sensor is using advanced encryption which is not supported yet... %@
ar: يستخدم مستشعر Accu chek هذا تشفيرًا متقدمًا غير مدعوم حتى الآن... %@
cs: Tento snímač Accu chek používá pokročilé šifrování, které zatím není podporováno... %@
da: Denne Accu chek-sensor bruger avanceret kryptering, som ikke understøttes endnu... %@
de: Dieser Accu chek Sensor verwendet eine erweiterte Verschlüsselung, die noch nicht unterstützt wird... %@
es: Este sensor Accu chek utiliza una encriptación avanzada que aún no es compatible... %@
fi: Tämä Accu chek Sensor käyttää kehittynyttä salausta, jota ei vielä tueta.... %@
fr: Ce capteur Accu chek utilise un cryptage avancé qui n'est pas encore pris en charge... %@
he: חיישן Accu chek זה משתמש בהצפנה מתקדמת שעדיין אינה נתמכת... %@
hu: Ez az Accu chek érzékelő fejlett titkosítást használ, amely még nem támogatott... %@
it: Questo sensore Accu chek utilizza una crittografia avanzata che non è ancora supportata... %@
ja: このAccu chekセンサーは、まだサポートされていない高度な暗号化を使用しています... %@
ko: 이 Accu chek 센서가 아직 지원되지 않는 고급 암호화를 사용하고 있습니다... %@
nb: Denne Accu chek-sensoren bruker avansert kryptering som ikke støttes ennå ... %@
nl: Deze Accu Chek Sensor gebruikt geavanceerde codering die nog niet wordt ondersteund... %@
pl: Ten czujnik Accu chek wykorzystuje zaawansowane szyfrowanie, które nie jest jeszcze obsługiwane... %@
pt_br: Este sensor Accu chek está a utilizar encriptação avançada que ainda não é suportada... %@
ro: Acest senzor Accu chek utilizează o criptare avansată care nu este încă acceptată... %@
ru: Этот датчик Accu chek Sensor использует расширенное шифрование, которое пока не поддерживается... %@
sk: Tento snímač Accu chek používa pokročilé šifrovanie, ktoré zatiaľ nie je podporované... %@
sl: Ta senzor Accu chek uporablja napredno šifriranje, ki še ni podprto... %@
sv: Denna Accu chek Sensor använder avancerad kryptering som inte stöds ännu... %@
tr: Bu Accu chek Sensörü henüz desteklenmeyen gelişmiş şifreleme kullanıyor... %@
uk: Цей датчик підзарядки використовує розширене шифрування, яке поки що не підтримується... %@
vi: Cảm biến Accu-chek này đang sử dụng mã hóa nâng cao chưa được hỗ trợ... %@
zh_hans: 该 Accu chek 传感器使用高级加密，目前尚不支持...%@

source: This Accu-chek Sensor is using advanced encryption which is not supported yet... %@
ar: يستخدم مستشعر أكيوتشيك هذا تشفيرًا متقدمًا غير مدعوم حتى الآن... %@
cs: Tento snímač Accu-chek používá pokročilé šifrování, které zatím není podporováno... %@
da: Denne Accu-chek-sensor bruger avanceret kryptering, som ikke understøttes endnu... %@
de: Dieser Accu-chek Sensor verwendet eine erweiterte Verschlüsselung, die noch nicht unterstützt wird... %@
es: Este sensor Accu-chek utiliza una encriptación avanzada que aún no es compatible... %@
fi: Tämä Accu-chek-anturi käyttää kehittynyttä salausta, jota ei vielä tueta.... %@
fr: Ce capteur Accu-chek utilise un cryptage avancé qui n'est pas encore pris en charge... %@
he: חיישן Accu-chek זה משתמש בהצפנה מתקדמת שעדיין אינה נתמכת... %@
hu: Ez az Accu-chek érzékelő fejlett titkosítást használ, amely még nem támogatott... %@
it: Questo sensore Accu-chek utilizza una crittografia avanzata che non è ancora supportata... %@
ja: このAccu-chekセンサーは、まだサポートされていない高度な暗号化を使用しています...%@
ko: 이 Accu-chek 센서가 아직 지원되지 않는 고급 암호화를 사용하고 있습니다... %@
nb: Denne Accu-chek-sensoren bruker avansert kryptering som ikke støttes ennå ... %@
nl: Deze Accu-chek sensor gebruikt geavanceerde codering die nog niet wordt ondersteund... %@
pl: Ten czujnik Accu-chek wykorzystuje zaawansowane szyfrowanie, które nie jest jeszcze obsługiwane... %@
pt_br: Este sensor Accu-chek está a utilizar encriptação avançada que ainda não é suportada... %@
ro: Acest senzor Accu-chek utilizează o criptare avansată care nu este încă acceptată... %@
ru: Этот датчик Accu-chek использует расширенное шифрование, которое пока не поддерживается... %@
sk: Tento snímač Accu-chek používa pokročilé šifrovanie, ktoré zatiaľ nie je podporované... %@
sl: Ta senzor Accu-chek uporablja napredno šifriranje, ki še ni podprto... %@
sv: Denna Accu-chek Sensor använder avancerad kryptering som inte stöds ännu... %@
tr: Bu Accu-chek Sensörü henüz desteklenmeyen gelişmiş şifreleme kullanıyor... %@
uk: Цей датчик Accu-chek використовує розширене шифрування, яке поки що не підтримується... %@
vi: Cảm biến Accu-chek này đang sử dụng mã hóa nâng cao chưa được hỗ trợ... %@
zh_hans: 该 Accu-chek 传感器使用高级加密技术，目前尚不支持...%@

source: Time
ar: الوقت
cs: Čas
da: Tid
de: Zeit
es: Tiempo
fi: Aika
fr: L'heure
he: זמן
hu: Idő
it: Tempo
ja: 時間
ko: 시간
nb: Tid
nl: Tijd
pl: Czas
pt_br: Tempo
ro: Timp
ru: Время
sk: Čas
sl: Čas
sv: Tid
tr: Zaman
uk: Час
vi: Thời gian
zh_hans: 时间

source: Trend mode
ar: وضع الاتجاه
cs: Režim Trend
da: Trend-tilstand
de: Trend-Modus
es: Modo tendencia
fi: Trend-tila
fr: Mode tendance
he: מצב מגמה
hu: Trend üzemmód
it: Modalità trend
ja: トレンドモード
ko: 트렌드 모드
nb: Trendmodus
nl: Trendmodus
pl: Tryb trendu
pt_br: Modo de tendência
ro: Mod tendință
ru: Режим тренда
sk: Režim trendu
sl: Način trenda
sv: Trendläge
tr: Trend modu
uk: Режим тренду
vi: Chế độ xu hướng
zh_hans: 趋势模式

source: Turn the twist cap to open the sterile barrier. You will feel a slight resistance and hear a cracking sound. Pull the twist cap from the applicator.
ar: أدر الغطاء الملتوي لفتح الحاجز المعقم. ستشعر بمقاومة طفيفة وستسمع صوت طقطقة. اسحب الغطاء الملتوي من أداة الاستخدام.
cs: Otočením otočného uzávěru otevřete sterilní bariéru. Ucítíte mírný odpor a uslyšíte praskání. Vytáhněte otočný uzávěr z aplikátoru.
da: Drej skruelåget for at åbne den sterile barriere. Du vil mærke en let modstand og høre en knæklyd. Træk drejehætten af applikatoren.
de: Drehen Sie die Drehkappe, um die Sterilbarriere zu öffnen. Sie werden einen leichten Widerstand spüren und ein knackendes Geräusch hören. Ziehen Sie die Drehkappe vom Applikator ab.
es: Gire el tapón giratorio para abrir la barrera estéril. Sentirá una ligera resistencia y oirá un chasquido. Extraiga el tapón giratorio del aplicador.
fi: Käännä kierrekorkkia avataksesi steriilin esteen. Tunnet lievää vastusta ja kuulet säröäänen. Vedä kierrekorkki applikaattorista.
fr: Tournez le bouchon pour ouvrir la barrière stérile. Vous sentirez une légère résistance et entendrez un craquement. Retirez le capuchon rotatif de l'applicateur.
he: סובב את מכסה הטוויסט כדי לפתוח את המחסום הסטרילי. תרגישו התנגדות קלה ותשמעו צליל פיצוח. משוך את מכסה הטוויסט מהמוליך.
hu: A sterilzár kinyitásához fordítsa el a csavaros kupakot. Enyhe ellenállást fog érezni, és egy recsegő hangot fog hallani. Húzza le a csavarható kupakot az applikátorról.
it: Ruotare il tappo per aprire la barriera sterile. Si avvertirà una leggera resistenza e si sentirà un suono di scricchiolio. Estrarre il cappuccio dall'applicatore.
ja: ツイストキャップを回して無菌バリアを開ける。わずかな抵抗を感じ、パチンと音がします。ツイストキャップをアプリケーターから引き抜く。
ko: 트위스트 캡을 돌려 멸균 차단막을 엽니다. 약간의 저항이 느껴지고 딱딱한 소리가 들릴 것입니다. 어플리케이터에서 트위스트 캡을 당깁니다.
nb: Vri på vrihetten for å åpne den sterile barrieren. Du vil kjenne en liten motstand og høre en knitrende lyd. Trekk vrihetten av applikatoren.
nl: Draai aan de draaidop om de steriele barrière te openen. Je voelt een lichte weerstand en hoort een krakend geluid. Trek de draaidop van de applicator.
pl: Przekręć zakrętkę, aby otworzyć sterylną barierę. Poczujesz lekki opór i usłyszysz trzask. Wyciągnąć nakrętkę z aplikatora.
pt_br: Rodar a tampa rotativa para abrir a barreira estéril. Sentirá uma ligeira resistência e ouvirá um som de estalido. Puxar a tampa rotativa do aplicador.
ro: Rotiți capacul răsucit pentru a deschide bariera sterilă. Veți simți o ușoară rezistență și veți auzi un sunet de cracare. Trageți capacul răsucit din aplicator.
ru: Поверните закручивающийся колпачок, чтобы открыть стерильный барьер. Вы почувствуете небольшое сопротивление и услышите треск. Вытяните закручивающийся колпачок из аппликатора.
sk: Otočením otočného uzáveru otvorte sterilnú bariéru. Pocítite mierny odpor a budete počuť praskanie. Vytiahnite otočný uzáver z aplikátora.
sl: Zavrtite pokrovček, da odprete sterilno pregrado. Začutili boste rahel upor in slišali prasketanje. Potegnite navojni pokrovček z aplikatorja.
sv: Vrid på skruvkorken för att öppna den sterila barriären. Du kommer att känna ett lätt motstånd och höra ett knakande ljud. Dra bort vridlocket från applikatorn.
tr: Steril bariyeri açmak için çevirmeli kapağı çevirin. Hafif bir direnç hissedecek ve bir çatlama sesi duyacaksınız. Bükümlü kapağı aplikatörden çekin.
uk: Поверніть ковпачок, щоб відкрити стерильний бар'єр. Ви відчуєте легкий опір і почуєте тріск. Зніміть ковпачок з аплікатора.
vi: Xoay nắp xoắn để mở hàng rào vô trùng. Bạn sẽ cảm thấy một lực cản nhẹ và nghe thấy một âm thanh nứt nẻ. Kẹp nắp xoắn ra khỏi dụng cụ bôi.
zh_hans: 旋转扭盖，打开无菌屏障。您会感觉到轻微的阻力，并听到咔哒声。从涂抹器中拔出扭转盖。

source: Understood
ar: مفهوم
cs: Rozumím
da: Forstået
de: Verstanden
es: Entendido
fi: Ymmärretty
fr: Compris
he: הבנתי
hu: Értettem
it: Capito
ja: 了解
ko: 이해됨
nb: Forstått
nl: Begrepen
pl: Zrozumiałem
pt_br: Entendido
ro: Înțeles
ru: Понятно
sk: Rozumieme
sl: Razumljivo
sv: Förstått
tr: Anlaşıldı
uk: Зрозуміло.
vi: Hiểu
zh_hans: 明白

source: Warming up:
ar: الإحماء
cs: Zahřívání:
da: Opvarmning:
de: Aufwärmen:
es: Calentando:
fi: Lämmittely:
fr: Échauffement :
he: התחממות:
hu: Bemelegítés:
it: Riscaldamento:
ja: ウォーミングアップだ：
ko: 워밍업:
nb: Oppvarming:
nl: Opwarmen:
pl: Rozgrzewka:
pt_br: Aquecimento:
ro: Încălzire:
ru: Разминка:
sk: Zahrievanie:
sl: Ogrevanje:
sv: Uppvärmning:
tr: Isınıyorum:
uk: Розігріваюся:
vi: Làm nóng:
zh_hans: 热身

source: Welcome!
ar: أهلاً وسهلاً بك!
cs: Vítejte!
da: Velkommen!
de: Herzlich willkommen!
es: Bienvenido.
fi: Tervetuloa!
fr: Bienvenue !
he: ברוכים הבאים!
hu: Üdvözöljük!
it: Benvenuti!
ja: ようこそ！
ko: 환영합니다!
nb: Velkommen!
nl: Welkom!
pl: Witamy!
pt_br: Bem-vindo!
ro: Bine ați venit!
ru: Добро пожаловать!
sk: Vitajte!
sl: Dobrodošli!
sv: Välkommen!
tr: Hoş geldiniz!
uk: Ласкаво просимо!
vi: Chào mừng!
zh_hans: 欢迎光临

source: When clicking Continue, you will scan for your Accu chek CGM. Make sure you have the PIN ready for pairing with your phone!
ar: عند النقر على "متابعة"، ستفحص جهاز أكيو تشيك لمراقبة نسبة السكر في الدم. تأكد من أن رقم التعريف الشخصي جاهز للاقتران بهاتفك!
cs: Po kliknutí na tlačítko Pokračovat se provede skenování přístroje Accu chek CGM. Ujistěte se, že máte připravený PIN kód pro spárování s telefonem!
da: Når du klikker på Fortsæt, vil du scanne efter din Accu chek CGM. Sørg for at have PIN-koden klar til parring med din telefon!
de: Wenn Sie auf Weiter klicken, scannen Sie Ihr Accu chek CGM. Stellen Sie sicher, dass Sie die PIN für die Kopplung mit Ihrem Telefon bereithalten!
es: Al hacer clic en Continuar, buscará su Accu chek CGM. Asegúrate de tener el PIN listo para emparejarlo con tu teléfono.
fi: Kun napsautat Continue (Jatka), skannaat Accu chek CGM -laitteesi. Varmista, että sinulla on PIN-koodi valmiina, jotta voit yhdistää sen puhelimen kanssa!
fr: Lorsque vous cliquez sur Continuer, votre Accu chek CGM sera scanné. Assurez-vous d'avoir le code PIN prêt pour l'appairage avec votre téléphone !
he: בלחיצה על המשך, תסרוק את Accu chek CGM שלך. ודא שיש לך את ה- PIN מוכן להתאמה לטלפון שלך!
hu: A Folytatás gombra kattintva beolvassa az Accu chek CGM készülékét. Győződjön meg róla, hogy a PIN-kód készen áll a telefonjával való párosításhoz!
it: Facendo clic su Continua, verrà eseguita la scansione del CGM Accu chek. Assicuratevi di avere pronto il PIN per l'accoppiamento con il vostro telefono!
ja: 続行」をクリックすると、Accu chek CGMがスキャンされます。携帯電話とペアリングするための PIN を準備してください！
ko: 계속을 클릭하면 Accu chek CGM을 검색할 수 있습니다. 휴대폰과 페어링할 비밀번호를 준비했는지 확인하세요!
nb: Når du klikker på Fortsett, vil du skanne etter Accu chek CGM-enheten din. Sørg for at du har PIN-koden klar for sammenkobling med telefonen!
nl: Als u op Doorgaan klikt, wordt uw Accu Chek CGM gescand. Zorg ervoor dat je de PIN-code bij de hand hebt voor het koppelen met je telefoon!
pl: Po kliknięciu przycisku Kontynuuj nastąpi skanowanie urządzenia Accu chek CGM. Upewnij się, że masz gotowy kod PIN do sparowania z telefonem!
pt_br: Ao clicar em Continuar, irá procurar o seu Accu chek CGM. Certifique-se de que tem o PIN pronto para emparelhar com o seu telemóvel!
ro: Când faceți clic pe Continuare, veți scana pentru CGM Accu chek. Asigurați-vă că aveți PIN-ul pregătit pentru împerecherea cu telefonul dumneavoastră!
ru: При нажатии кнопки Продолжить вы просканируете свой Accu chek CGM. Убедитесь, что у вас готов PIN-код для сопряжения с телефоном!
sk: Po kliknutí na tlačidlo Pokračovať sa naskenuje zariadenie Accu chek CGM. Uistite sa, že máte pripravený PIN kód na spárovanie s telefónom!
sl: Ko kliknete Nadaljuj, boste skenirali napravo Accu chek CGM. Prepričajte se, da imate pripravljeno kodo PIN za seznanjanje s telefonom!
sv: När du klickar på Fortsätt kommer du att skanna efter din Accu chek CGM. Se till att du har PIN-koden redo för parkoppling med din telefon!
tr: Devam'a tıkladığınızda Accu chek CGM'niz için tarama yapacaksınız. Telefonunuzla eşleştirmek için PIN kodunuzun hazır olduğundan emin olun!
uk: Після натискання кнопки "Продовжити" буде виконано сканування вашого Accu chek CGM. Переконайтеся, що у вас є PIN-код для сполучення з телефоном!
vi: Khi nhấp vào Tiếp tục, bạn sẽ quét Acku chek CGM của mình. Hãy chắc chắn rằng bạn đã sẵn sàng mã PIN để ghép nối với điện thoại của bạn!
zh_hans: 点击 "继续 "时，您将扫描您的 Accu chek CGM。确保您已准备好与手机配对的 PIN 码！

source: Yes
ar: نعم
cs: Ano
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
he: הן
hu: Igen
it: Sì
ja: はい
ko: 예
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
ro: Da
ru: Да
sk: Áno
sl: Da
sv: Ja
tr: Evet
uk: Так.
vi: Vâng
zh_hans: 是

source: You'll need the twist cap shortly to verify the Sensor's Serial Number (SN) and get your 6-digit PIN
ar: ستحتاج إلى الغطاء الملتوي قريبًا للتحقق من الرقم التسلسلي للمستشعر (SN) والحصول على رقم التعريف الشخصي المكون من 6 أرقام
cs: Krátce budete potřebovat otočný uzávěr k ověření sériového čísla snímače (SN) a získání šestimístného kódu PIN.
da: Du skal snart bruge drejelåget til at bekræfte sensorens serienummer (SN) og få din 6-cifrede PIN-kode.
de: Sie benötigen die Drehkappe kurz, um die Seriennummer (SN) des Sensors zu überprüfen und Ihre 6-stellige PIN zu erhalten.
es: En breve necesitará la tapa giratoria para verificar el número de serie (SN) del sensor y obtener su PIN de 6 dígitos.
fi: Tarvitset kierrekorkkia pian varmistaaksesi anturin sarjanumeron (SN) ja saadaksesi 6-numeroisen PIN-koodin.
fr: Vous aurez besoin du capuchon tournant pour vérifier le numéro de série (SN) du capteur et obtenir votre code PIN à 6 chiffres.
he: תזדקק למכסה הטוויסט בקרוב כדי לאמת את המספר הסידורי (SN) של החיישן ולקבל את ה- PIN בן 6 הספרות שלך
hu: A csavaros kupakra rövidesen szüksége lesz az érzékelő sorozatszámának (SN) ellenőrzéséhez és a 6 számjegyű PIN-kód megszerzéséhez.
it: Il tappo a rotazione è necessario per verificare il numero di serie del sensore (SN) e ottenere il PIN a 6 cifre.
ja: センサーのシリアル番号（SN）を確認し、6桁のPINを取得するには、まもなくツイストキャップが必要になります。
ko: 센서의 일련 번호(SN)를 확인하고 6자리 PIN을 받으려면 곧 트위스트 캡을 열어야 합니다.
nb: Du trenger snart vrihetten for å verifisere sensorens serienummer (SN) og få din sekssifrede PIN-kode
nl: U hebt de draaidop straks nodig om het serienummer (SN) van de sensor te controleren en uw 6-cijferige pincode te krijgen.
pl: Nakrętka będzie wkrótce potrzebna do zweryfikowania numeru seryjnego czujnika (SN) i uzyskania 6-cyfrowego kodu PIN
pt_br: Necessitará brevemente da tampa rotativa para verificar o número de série (SN) do sensor e obter o seu PIN de 6 dígitos
ro: Veți avea nevoie în scurt timp de capacul răsucit pentru a verifica numărul de serie (SN) al senzorului și pentru a obține codul PIN din 6 cifre
ru: Вскоре вам понадобится закручивающаяся крышка, чтобы проверить серийный номер датчика (SN) и получить 6-значный PIN-код.
sk: Zakrátko budete potrebovať otočný uzáver na overenie sériového čísla (SN) snímača a získanie 6-miestneho kódu PIN.
sl: Kmalu boste potrebovali pokrovček, da preverite serijsko številko senzorja (SN) in pridobite šestmestno kodo PIN.
sv: Du behöver snart vridlocket för att verifiera sensorns serienummer (SN) och få din 6-siffriga PIN-kod
tr: Sensörün Seri Numarasını (SN) doğrulamak ve 6 haneli PIN kodunuzu almak için kısa süre içinde çevirmeli kapağa ihtiyacınız olacak
uk: Незабаром вам знадобиться заглушка, щоб перевірити серійний номер датчика (SN) і отримати 6-значний PIN-код.
vi: Bạn sẽ cần ngay nắp xoắn để xác minh Số sê-ri (SN) của Cảm biến và nhận mã PIN gồm 6 chữ số
zh_hans: 您很快就会需要这个旋盖来验证传感器的序列号 (SN)，并获得 6 位数的 PIN 码

source: Your sensor is calibrating. To complete the calibration phase, make sure to calibate between %@ and %@
ar: يتم معايرة المستشعر الخاص بك. لإكمال مرحلة المعايرة، تأكد من إجراء المعايرة بين %@ و %@
cs: Snímač se kalibruje. Chcete-li dokončit fázi kalibrace, ujistěte se, že jste kalibrovali mezi %@ a %@.
da: Din sensor er ved at blive kalibreret. For at afslutte kalibreringsfasen skal du sørge for at kalibrere mellem %@ og %@.
de: Ihr Sensor wird gerade kalibriert. Um die Kalibrierungsphase abzuschließen, stellen Sie sicher, dass Sie zwischen %@ und %@ kalibrieren.
es: Su sensor se está calibrando. Para completar la fase de calibración, asegúrese de calibrar entre %@ y %@.
fi: Anturi kalibroi. Kalibrointivaiheen loppuunsaattamiseksi varmista, että kalibrointi tapahtuu %@ ja %@ välillä.
fr: Votre capteur est en train de se calibrer. Pour terminer la phase de calibrage, assurez-vous de calibrer entre %@ et %@
he: החיישן שלך מכויל. כדי להשלים את שלב הכיול, הקפד לבצע בין %@ ל- %@
hu: Az érzékelője kalibrálódik. A kalibrálási fázis befejezéséhez győződjön meg róla, hogy a kalibrálás %@ és %@ között történik.
it: Il sensore è in fase di calibrazione. Per completare la fase di calibrazione, assicurarsi di calibrare tra %@ e %@.
ja: センサーが校正中です。校正フェーズを完了するには、%@ と %@ の間で校正してください。
ko: 센서가 보정 중입니다. 보정 단계를 완료하려면 %@에서 %@ 사이에서 보정해야 합니다.
nb: Sensoren kalibreres. For å fullføre kalibreringsfasen må du sørge for å kalibrere mellom %@ og %@.
nl: Je sensor is aan het kalibreren. Om de kalibratiefase te voltooien, moet je tussen %@ en %@ kalibreren.
pl: Trwa kalibracja czujnika. Aby zakończyć fazę kalibracji, należy wykonać kalibrację między %@ a %@.
pt_br: O sensor está a calibrar. Para concluir a fase de calibragem, certifique-se de que calibra entre %@ e %@
ro: Senzorul dvs. este în curs de calibrare. Pentru a finaliza faza de calibrare, asigurați-vă că calibrați între %@ și %@
ru: Ваш датчик проходит калибровку. Чтобы завершить фазу калибровки, убедитесь, что калибровка выполняется между %@ и %@
sk: Senzor sa kalibruje. Ak chcete dokončiť kalibračnú fázu, uistite sa, že kalibrácia prebieha medzi %@ a %@.
sl: Senzor se umerja. Za dokončanje faze umerjanja poskrbite, da bo umerjanje potekalo med %@ in %@.
sv: Din sensor håller på att kalibreras. För att slutföra kalibreringsfasen, se till att kalibrera mellan %@ och %@.
tr: Sensörünüz kalibre ediliyor. Kalibrasyon aşamasını tamamlamak için %@ ile %@ arasında kalibre ettiğinizden emin olun.
uk: Ваш датчик калібрується. Щоб завершити етап калібрування, переконайтеся, що калібрування відбулося між %@ та %@.
vi: Cảm biến của bạn đang hiệu chỉnh. Để hoàn thành giai đoạn hiệu chuẩn, hãy đảm bảo calibate giữa %@ và %@
zh_hans: 传感器正在校准。要完成校准阶段，请确保在 %@ 和 %@ 之间进行校准。

source: Your sensor is warming up. The first calibration is possible from: %@
ar: المستشعر قيد الإحماء. المعايرة الأولى ممكنة من: %@
cs: Váš senzor se zahřívá. První kalibrace je možná od: %@.
da: Din sensor er ved at varme op. Den første kalibrering er mulig fra: %@.
de: Ihr Sensor erwärmt sich gerade. Die erste Kalibrierung ist möglich ab: %@
es: Su sensor se está calentando. La primera calibración es posible a partir de: %@
fi: Anturisi on lämpenemässä. Ensimmäinen kalibrointi on mahdollista alkaen: %@
fr: Votre capteur est en train de chauffer. Le premier étalonnage est possible à partir de : %@
he: החיישן שלך מתחמם. הכיול הראשון אפשרי מ: %@
hu: Az érzékelője felmelegszik. Az első kalibrálás a következő időponttól lehetséges: %@
it: Il sensore si sta riscaldando. La prima calibrazione è possibile da: %@
ja: センサーがウォームアップ中です。最初の較正は%@から可能です。
ko: 센서가 예열 중입니다. 첫 번째 보정은 %@에서 가능합니다.
nb: Sensoren varmes opp. Den første kalibreringen er mulig fra: %@.
nl: Je sensor is aan het opwarmen. De eerste kalibratie is mogelijk vanaf: %@
pl: Czujnik się nagrzewa. Pierwsza kalibracja jest możliwa od: %@.
pt_br: O sensor está a aquecer. A primeira calibração é possível a partir de: %@
ro: Senzorul dvs. se încălzește. Prima calibrare este posibilă de la: %@
ru: Ваш датчик разогревается. Первая калибровка возможна с: %@
sk: Senzor sa zahrieva. Prvá kalibrácia je možná od: %@
sl: Senzor se segreva. Prva kalibracija je mogoča od: %@
sv: Din sensor håller på att värmas upp. Den första kalibreringen är möjlig från: %@
tr: Sensörünüz ısınıyor. İlk kalibrasyon şu noktadan itibaren mümkündür: %@
uk: Ваш датчик нагрівається. Перше калібрування можливе за адресою: %@.
vi: Cảm biến của bạn đang nóng lên. Hiệu chuẩn đầu tiên có thể thực hiện từ: %@
zh_hans: 传感器正在预热。第一次校准可以从： %@ 开始。
